Revit 2026 API

# NumberingSchemaType Operators

---

The NumberingSchemaType type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | Equality(NumberingSchemaType, NumberingSchemaType) | Compares two NumberingSchemaType instances. |
|  | Inequality(NumberingSchemaType, NumberingSchemaType) | Compares two NumberingSchemaType instances. |

#### Reference

NumberingSchemaType Class

Autodesk.Revit.DB Namespace